
"Messages.UnreadMark" = "Ungelesene Nachrichten";
"Messages.ForwardHeader" = "Weitergeleitete Nachrichten";
"Messages.File.State.FetchingIn" = "%d%% wird heruntergeladen";
"Messages.File.State.FetchingOut" = "%d%% wird hochgeladen";
"Messages.File.State.Remote" = "Download";
"Messages.File.State.Local" = "Im Finder anzeigen";
"Messages.DeletedMessage" = "Gelöschte Nachricht";

"Messages.Placeholder.SentMessage" = "Schreibe eine Nachricht...";
"SearchField.Search" = "Suche";
"Contacts.ContacsSeparator" = "Kontakte";
"Navigation.back" = "Zurück";
"Navigation.Chat" = "Chat";
"Navigation.Edit" = "Bearbeiten";
"Navigation.Done" = "Fertig";
"Navigation.Close" = "Schließen";
"Navigation.Cancel" = "Abbrechen";

"Gallery.Counter" = "%d von %d";

"Peer.Status.bot" = "Bot";
"Peer.Status.offline" = "offline";
"Peer.Status.online" = "online";
"Peer.Status.recently" = "zul. kürzlich gesehen";
"Peer.Status.justNow" = "zul. online gerade eben";
"Peer.Status.lastWeek" = "innerhalb einer Woche gesehen";
"Peer.Status.lastMonth" = "innerhalb eines Monats gesehen";

"Peer.Status.Today" = "heute";
"Peer.Status.Yesterday" = "gestern";
"Peer.Status.LastSeenAt" = "zul. online %@ um %@";

"Peer.Status.Member.zero" = "%d Mitglieder";
"Peer.Status.Member.singular" = "%d Mitglied";
"Peer.Status.Member.pluar" = "%d Mitglieder";
"Peer.Status.Member.Online" = "%d online";

"Peer.Status.minAgo.zero" = "zul. online vor %d Minuten";
"Peer.Status.minAgo.singular" = "zul. online vor %d Minute";
"Peer.Status.minAgo.pluar" = "zul. online vor %d Minuten";

"Peer.Status.channel" = "Kanal";
"Peer.Status.group" = "Gruppe";

"Telegram.PeerInfoController" = "Info";
"PeerInfo.SendMessage" = "Nachricht senden";
"PeerInfo.ShareContact" = "Kontakt teilen";
"PeerInfo.StartSecretChat" = "Geheimen Chat starten";
"PeerInfo.SharedMedia" = "Geteilte Medien";
"PeerInfo.Notifications" = "Mitteilungen";
"PeerInfo.BlockUser" = "Nutzer blockieren";
"PeerInfo.UnblockUser" = "Nutzer freigeben";
"PeerInfo.username" = "Benutzername";
"PeerInfo.about" = "Beschreibung";
"PeerInfo.info" = "Info";
"PeerInfo.SetGroupPhoto" = "Gruppenbild wählen";
"PeerInfo.AddMember" = "Mitglied hinzufügen";
"PeerInfo.DeleteAndExit" = "Löschen und verlassen";
"PeerInfo.LeaveChannel" = "Kanal verlassen";
"PeerInfo.Report" = "Melden";
"PeerInfo.sharelink" = "Link teilen";
"PeerInfo.Confirm.LeaveChannel" = "Möchtest du wirklich diesen Kanal verlassen?";
"PeerInfo.Confirm.DeleteAndExit" = "Möchtest du wirklich diesen Kanal verlassen?";
"PeerInfo.Confirm.LeaveGroup" = "Möchtest du wirklich diese Gruppe verlassen?\n\nDas kann nicht rückgängig gemacht werden.";
"PeerInfo.Confirm.DeleteChat" = "Möchtest du aus der Gruppe \"%@\" wirklich austreten und deinen Verlauf löschen?\n\nDas kann nicht rückgängig gemacht werden!";
"Confirm.DeleteAdminedChannel" = "Wenn du diesen Kanal löschst, werden alle Mitglieder und alle Nachrichten entfernt. Wirklich löschen?";
"Confirm.DeleteChatUser" = "Möchtest du wirklich den gesamten Verlauf löschen?\n\nDas kann nicht rückgängig gemacht werden!";
"Confirm.LeaveGroup" = "Möchtest du wirklich diese Gruppe verlassen?";

"PeerMedia.SharedMedia" = "Geteilte Medien";
"EmptyPeer.Description" = "Chat auswählen, um zu schreiben";

"Emoji.Recent" = "Häufig genutzt";
"Emoji.SmilesAndPeople" = "Smileys & Menschen";
"Emoji.AnimalsAndNature" = "Tiere & Natur";
"Emoji.FoodAndDrink" = "Essen & Trinken";
"Emoji.ActivityAndSport" = "Aktivitäten";
"Emoji.TravelAndPlaces" = "Reisen & Orte";
"Emoji.Objects" = "Objekte";
"Emoji.Symbols" = "Symbole";
"Emoji.Flags" = "Flaggen";


"Chat.DropTitle" = "Ziehe Dateien hier her um sie";
"Chat.DropQuickDesc" = "schnell zu senden";
"Chat.DropAsFilesDesc" = "ohne Komprimierung zu senden";

"Message.ActionsPanel.Delete" = "Löschen";
"Message.ActionsPanel.Forward" = "Weiterleiten";
"Message.ActionsPanel.EmptySelected" = "Nachrichten auswählen";



"Message.ActionsPanel.SelectedCount.zero" = "%d Nachrichten ausgewählt";
"Message.ActionsPanel.SelectedCount.singular" = "%d Nachricht ausgewählt";
"Message.ActionsPanel.SelectedCount.pluar" = "%d Nachrichten ausgewählt";

"Message.AccessoryPanel.Forwarded.zero" = "%d weitergeleitete Nachrichten";
"Message.AccessoryPanel.Forwarded.singular" = "%d Nachrichtenanhang";
"Message.AccessoryPanel.Forwarded.pluar" = "%d weitergeleitete Nachrichten";

"ForwardModalAction.Title.zero" = "Nachrichten weiterleiten";
"ForwardModalAction.Title.singular" = "Nachricht weiterleiten";
"ForwardModalAction.Title.pluar" = "Nachrichten weiterleiten";

"ForwardModalAction.description.zero" = "Kontakt oder Chat wählen, um Nachrichten von %@ weiterzuleiten";
"ForwardModalAction.description.singular" = "Kontakt oder Chat wählen, um Nachricht von %@ weiterzuleiten";
"ForwardModalAction.description.pluar" = "Kontakt oder Chat wählen, um Nachrichten von %@ weiterzuleiten";

"ModalAction.ShareContact" = "Kontakt teilen";

"Alert.OK" = "OK";
"Alert.Cancel" = "Abbrechen";

"Alert.Pasteboard.SendMultiple.zero" = "Möchtest du %d Dateien aus der Zwischenablage senden?";
"Alert.Pasteboard.SendMultiple.singular" = "Möchtest du %d Datei aus der Zwischenablage senden?";
"Alert.Pasteboard.SendMultiple.pluar" = "Möchtest du %d Dateien aus der Zwischenablage senden?";
"Alert.Forward.Error" = "Kann nicht hierher weitergeleitet werden.";

"Alert.Pasteboard.SendMultiple.Desc" = "Um Bilder und Dateien zu senden, kannst du sie kopieren und in den Chat einfügen.";

"PreviewSender.CompressFile" = "Komprimiert senden";
"PreviderSender.CaptionPlaceholder" = "Beschriftung...";
"PreviderSender.CommentPlaceholder" = "Kommentar...";
"Modal.Send" = "Senden";
"Modal.Share" = "Teilen";
"Modal.CopyLink" = "Link kopieren";
"Modal.Cancel" = "Abbrechen";
"Modal.OK" = "OK";

"QuickLook.Preview" = "Vorschau";


"Chat.Service.You" = "Du";
"Chat.Service.Group.Created" = "%@ hat die Gruppe \"%@\" erstellt";
"Chat.Service.Group.AddedMembers" = "%@ hat %@ eingeladen";
"Chat.Service.Group.AddedSelf" = "%@ ist der Gruppe beigetreten";
"Chat.Service.Group.RemovedMembers" = "%@ hat %@ entfernt";
"Chat.Service.Group.RemovedSelf" = "%@ hat die Gruppe verlassen";
"Chat.Service.Group.UpdatedPhoto" = "%@ hat das Gruppenfoto geändert";
"Chat.Service.Group.RemovedPhoto" = "%@ hat das Gruppenfoto entfernt";
"Chat.Service.Group.UpdatedTitle" = "%@ hat den Gruppennamen zu \"%@\" geändert";
"Chat.Service.Group.UpdatedPinnedMessage" = "%@ hat \"%@\" angeheftet";
"Chat.Service.Group.RemovedPinnedMessage" = "%@ hat die angeheftete Nachricht gelöscht";
"Chat.Service.Group.JoinedByLink" = "%@ ist per Einladungslink der Gruppe beigetreten";
"Chat.Service.Group.MigratedToSupergroup" = "Gruppe wurde in eine Supergruppe geändert";
"Chat.Service.Group.TookScreenshot" = "%@ hat ein Bildschirmfoto gemacht";
"Chat.Service.PinnedMessage" = "hat Nachricht angeheftet";

"Chat.Service.Channel.UpdatedPhoto" = "Kanalbild wurde geändert";
"Chat.Service.Channel.RemovedPhoto" = "Kanalbild wurde entfernt";
"Chat.Service.Channel.UpdatedTitle" = "Kanal umbenannt in \"%@\"";


"Chat.Service.SecretChat.SetTimer" = "%@ hat den Selbstzerstörungs-Timer auf %@ gesetzt";
"Chat.Service.SecretChat.SetTimer.Self" = "Du hast den Selbstzerstörungs-Timer auf %@ gesetzt";
"Chat.Service.SecretChat.DisabledTimer" = "%@ hat den Selbstzerstörungs-Timer deaktivert";
"Chat.Service.SecretChat.DisabledTimer.Self" = "Du hast den Selbstzerstörungs-Timer deaktiviert";

"Chat.Input.Mute" = "Ton aus";
"Chat.Input.Unmute" = "Ton an";
"Chat.Input.Return" = "Zurück zur Gruppe";
"Chat.Input.ExchangingKeys" = "Tausche Schlüssel aus";
"Chat.Input.SecretChat.WaitingToOnline" = "Warte, bis der Nutzer online geht…";
"Chat.Input.Delete" = "Löschen und verlassen";
"Chat.Input.Join" = "Beitreten";
"Chat.Input.Unblock" = "Freigeben";

"Message.Context.Reply" = "Antworten (Doppelklick)";
"Message.Context.Forward" = "Weiterleiten";
"Message.Context.Delete" = "Löschen";
"Message.Context.Select" = "Wählen";
"Message.Context.Edit" = "Bearbeiten";
"Message.Context.Goto" = "Zeige Nachricht";
"Message.Context.Pin" = "Anheften";
"Message.Context.Confirm.Pin" = "Nachricht anheften und alle in Gruppe benachrichtigen?";
"Message.Context.Confirm.OnlyPin" = "Nur anheften";

"Entertainment.Switch.GifAndStickers" = "Sticker & GIFs";
"Entertainment.Switch.Emoji" = "Emoji";
"Telegram.LayoutAccountController" = "Konto";

"AccountSettings.SetProfilePhoto" = "Profilbild festlegen";
"AccountSettings.General" = "Allgemein";
"AccountSettings.Stickers" = "Sticker";
"AccountSettings.Notifications" = "Benachrichtigungen";
"AccountSettings.Username" = "Benutzername";
"AccountSettings.PhoneNumber" = "Telefonnummer";
"AccountSettings.PrivacyAndSecurity" = "Privatsphäre und Sicherheit";
"AccountSettings.Accounts" = "Kontoverwaltung";

"AccountSettings.About" = "Info";
"AccountSettings.FAQ" = "Telegram FAQ";
"AccountSettings.AskQuestion" = "Eine Frage stellen";

"ConnectingStatus.connecting" = "verbinde";
"ConnectingStatus.online" = "online";
"ConnectingStatus.updating" = "aktualisiere";
"ConnectingStatus.waitingNetwork" = "warte auf Netzwerk";


"Chat.ConnectingStatus.connecting" = "Verbinde";
"Chat.ConnectingStatus.updating" = "Aktualisiere";
"Chat.ConnectingStatus.waitingNetwork" = "Warte auf Netzwerk";

"InputAttach.Popover.PhotoOrVideo" = "Bild oder Video";
"InputAttach.Popover.Picture" = "Bild";
"InputAttach.Popover.File" = "Datei";
"InputAttach.Popover.Location" = "Standort";

"Compose.Popover.NewGroup" = "Neue Gruppe";
"Compose.Popover.NewChannel" = "Neuer Kanal";
"Compose.Popover.NewSecretChat" = "Neuer Geheimer Chat";


"Chat.Cancel" = "Abbrechen";
"Gallery.Context.SaveAs" = "Sichern unter...";
"Gallery.Context.ShowMessage" = "Zeige Nachricht";
"Gallery.Context.CopyToClipboard" = "In die Zwischenablage kopieren";


"Chat.Input.Accessory.EditMessage" = "Nachricht bearbeiten";
"Chat.Message.edited" = "bearbeitet";

"PeerMedia.Popover.SharedMedia" = "Geteilte Medien";
"PeerMedia.Popover.SharedFiles" = "Geteilte Dateien";
"PeerMedia.Popover.SharedLinks" = "Geteilte Links";
"PeerMedia.Popover.SharedAudio" = "Geteilte Audio";
"Chat.Message.Via" = "via";

"Audio.UnknownArtist" = "Unbekannter Künstler";
"Audio.UntitledSong" = "Ohne Titel";

"AudioController.voiceMessage" = "Sprachnachricht";
"You" = "Du";


"Login.WelcomeDescription" = "Willkommen in der macOS App";
"Login.countryLabel" = "Land";
"Login.yourPhoneLabel" = "Deine Nummer";
"Login.phoneFieldPlaceholder" = "Telefonnummer";
"Login.Next" = "Weiter";

"Login.InvalidCountryCode" = "Ungültige Landeskennzahl";
"Login.codePlaceholder" = "Code";


"Login.EnterCodeFromApp" = "Hier kannst du den Code eingeben, den du gerade auf einem anderen Gerät erhalten hast.";
"Login.SendSmsIfNotReceivedAppCode" = "Keinen Code erhalten?";
"Login.JustSentSms" = "Ein Code wurde dir per SMS geschickt. Bitte oben eingeben.";
"Login.PhoneCalledCode" = "Wir haben dich gerade angerufen. Bitte den Code oben eingeben.";
"Login.PhoneDialed" = "Telegram hat deine Nummer gewählt";
"Login.willCall" = "Telegram ruft dich in %d:%@ an";
"Login.willSendSms" = "Telegram sendet dir eine SMS in %d:%@";
"Login.passwordPlaceholder" = "Kennwort";
"Login.StartMessaging" = "Los geht's";

"Login.EnterPasswordDescription" = "Du hast die zweistufige Bestätigung aktiviert. Dein Konto ist mit einem zusätzlichem Kennwort geschützt.";
"Login.forgotPassword" = "Kennwort vergessen?";
"Login.RecoveryMailFailed" = "Da du für diesen Fall keine E-Mail Adresse hinterlegt hast, kannst du nur noch hoffen, dass dir dein Kennwort wieder einfällt oder du musst dein Telegram Konto zurückzusetzen.";

"Login.ResetAccount" = "KONTO ZURÜCKSETZEN";
"Login.ResetAccountDescription" = "Wenn du dein Konto zurücksetzt, verlierst du alle Chats und Nachrichten, ebenso deine geteilten Bilder und Videos.";
"Login.ResetAccount" = "KONTO ZURÜCKSETZEN";

"PHONE_NUMBER_INVALID" = "Ungültige Telefonnummer";
"Login.FloodWait" = "zu viele Versuche, probiere es bitte später wieder.";
"PHONE_CODE_INVALID" = "Falscher Telefon-Code";
"PHONE_CODE_EXPIRED" = "Code ist abgelaufen";
"PASSWORD_HASH_INVALID" = "Falsches Kennwort";



"Chat.ForwardActionHeader" = "Nachrichten weiterleiten";
"AudioRecord.ReleaseOut" = "Zum Abbrechen rausbewegen";


"GeneralSettings.LargeFonts" = "Große Schrift";
"GeneralSettings.MutedChatsInUnread" = "Stummgeschaltete Chats mitzählen";
"GeneralSettings.MediaKeysForInAppPlayer" = "Medientasten für In-App Player benutzen";
"GeneralSettings.EmojiSidebar" = "Emoji/Sticker Sidebar";
"GeneralSettings.ContactsJoined" = "Kontakt ist Telegram beigetreten";
"GeneralSettings.DownloadSettings" = "Download-Einstellungen";
"GeneralSettings.InputSettings" = "EINGABE-EINSTELLUNGEN";
"GeneralSettings.GeneralSettings" = "ALLGEMEINE EINSTELLUNGEN";

"GeneralSettings.SendByEnter" = "Mit ENTER senden";
"GeneralSettings.SendByCmdEnter" = "Mit ⌘ + ENTER senden";

"Telegram.GeneralSettingsViewController" = "Allgemeine Einstellungen";
"AccountSettings.Logout" = "Abmelden";
"NotificationSettings.ToggleNotifications" = "Benachrichtigungen";
"NotificationSettings.MessagesPreview" = "Nachrichtenvorschau";
"NotificationSettings.NotificationTone" = "Benachrichtigungston";
"NotificationSettings.ResetNotifications" = "Mitteilungseinstellungen zurücksetzen";
"NotificationSettings.ResetNotificationsText" = "Du kannst Benachrichtigungen für bestimmte Chats unten festlegen.";
"Telegram.NotificationSettingsViewController" = "Benachrichtigungen";
"DefaultSoundName" = "Standard";
"NotificationSettings.Tone.Default" = "Standard";
"NotificationSettingsToneNone" = "Keine";

"NotificationSettings.Confirm.Reset" = "Mitteilungseinstellungen zurücksetzen";

"Weekday.Friday" = "Freitag";
"Weekday.Monday" = "Montag";
"Weekday.Saturday" = "Samstag";
"Weekday.ShortFriday" = "Fr";
"Weekday.ShortMonday" = "Mo";
"Weekday.ShortSaturday" = "Sa";
"Weekday.ShortSunday" = "So";
"Weekday.ShortThursday" = "Do";
"Weekday.ShortTuesday" = "Di";
"Weekday.ShortWednesday" = "Mi";
"Weekday.Sunday" = "Sonntag";
"Weekday.Thursday" = "Donnerstag";
"Weekday.Tuesday" = "Dienstag";
"Weekday.Wednesday" = "Mittwoch";

"Time.at" = "um";
"Time.last_seen" = "zuletzt gesehen";
"Time.today" = "heute";
"Time.tomorrow" = "morgen";
"Time.yesterday" = "gestern";


"Chat.EmptyChat" = "Noch keine Nachrichten";

"Chat.List.Sticker" = "%@ Sticker";
"Chat.List.Voice" = "Sprachnachricht";
"Chat.List.Video" = "Video";
"Chat.List.Photo" = "Bild";
"Chat.List.GIF" = "GIF";
"Chat.List.File" = "Datei";
"Chat.List.Map" = "Standort";
"Chat.List.Contact" = "Kontakt";

"UsernameSettings.ChangeDescription" = "Wähle einen Benutzernamen, um auch von Telegram Nutzern gefunden zu werden, die deine Nummer nicht kennen.\n\n\nErlaubt sind a-z, 0-9 und Unterstriche. Die Mindestlänge beträgt 5 Zeichen.";
"UsernameSettings.InputPlaceholder" = "Gib deinen Benutzernamen ein";
"Telegram.UsernameSettingsViewController" = "Benutzername";
"UsernameSettings.available" = "%@ ist verfügbar";

"Error.Username.UnderscopeStart" = "Benutzername darf nicht mit einem Unterstrich beginnen.";
"Error.Username.UnderscopeEnd" = "Benutzername darf nicht mit einem Unterstrich enden.";
"Error.Username.NumberStart" = "Benutzername darf nicht mit einer Zahl beginnen.";
"Error.Username.Invalid" = "Dieser Benutzername ist ungültig.";
"Error.Username.MinimumLength" = "Ein Benutzername benötigt mindestens 5 Zeichen.";
"Error.Username.MaximumLength" = "Ein Benutzername darf maximal 32 Zeichen haben.";
"Error.Username.AlreadyTaken" = "Dieser Benutzername ist bereits vergeben.";
"UsernameSettings.Done" = "Fertig";

"Search.Separator.ChatsAndContacts" = "Kontakte und Chats";
"Search.Separator.GlobalPeers" = "Globale Suche";
"Search.Separator.Messages" = "Nachrichten";
"Search.Separator.Recent" = "Letzte";
"Search.Separator.Popular" = "Leute";
"PeerInfo.AdminLabel" = "Admin";
"Share.Link.Copied" = "In die Zwischenablage kopiert";


"Presence.bot" = "Bot";
"Presence.offline" = "offline";
"CreateGroup.NameHolder" = "Gruppenname";
"Telegram.ChannelIntroViewController" = "Kanal";
"Channel.IntroDescriptionHeader" = "Was ist ein Kanal?";
"Channel.IntroDescription" = "In einem Kanal kannst du deine Nachrichten an ein großes Publikum schicken.";
"Channel.Create" = "Erstellen";
"Channel.NewChannel" = "Neuer Kanal";
"Group.CreateGroup" = "Neue Gruppe";
"Compose.Create" = "Erstellen";
"Compose.Next" = "Weiter";
"Channel.ChannelNameHolder" = "Kanalname";
"Channel.DescriptionHolder" = "Beschreibung";
"Channel.DescriptionHolderDescrpiton" = "Beschreibe deinen Kanal (optional).";
"Channel.Channel" = "Kanal";


"Channel.TypeHeaderChannel" = "ART DES KANALS";
"Channel.TypeHeaderGroup" = "ART DER GRUPPE";


"Channel.Public" = "Öffentlich";
"Channel.Private" = "Privat";


"Channel.PrivateAboutChannel" = "Private Kanäle können nur über einen Einladungslink betreten werden.";
"Channel.PublicAboutChannel" = "Öffentliche Kanäle kann jeder über die Suche finden und jeder kann diese beitreten.";
"Channel.PrivateAboutGroup" = "Private Gruppen können nur durch direkte Einladungen oder über einen Einladungslink betreten werden.";
"Channel.PublicAboutGroup" = "Öffentliche Gruppen kann jeder über die Suche finden, gesamter Chatverlauf ist für alle einsehbar und jeder kann der Gruppe beitreten.";

"Channel.PublicNamesLimitError" = "Du hast leider zu viele öffentliche Benutzernamen erstellt. Du kannst jederzeit den Link einer älteren Gruppe oder eines Kanals entfernen.";


"Channel.ExportLinkAboutChannel" = "Alle Telegramnutzer können mit diesem Link deinem Kanal beitreten, du kannst ihn aber jederzeit widerrufen.";
"Channel.ExportLinkAboutGroup" = "Alle Telegramnutzer können mit diesem Link deiner Gruppe beitreten, du kannst ihn aber jederzeit widerrufen.";
"Channel.UsernameAboutChannel" = "Jeder kann diesen Link teilen und deinen Kanal in der Telegramsuche finden.";
"Channel.UsernameAboutGroup" = "Jeder kann diesen Link teilen und deine Gruppe in der Telegramsuche finden.";


"Group.NewGroup" = "Neue Gruppe";

"Chat.Confirm.ActionUndonable" = "Dies kann nicht rückgängig gemacht werden.";
"Chat.Confirm.DeleteMessages" = "Ausgewählte Nachrichten löschen?";
"Chat.Confirm.DeleteMessagesForEveryone" = "Bei allen löschen";

"Telegram.PrivacyAndSecurityViewController" = "Privatsphäre und Sicherheit";
"PrivacySettings.PrivacyHeader" = "PRIVATSPHÄRE";
"PrivacySettings.BlockedUsers" = "Blockierte Nutzer";
"PrivacySettings.LastSeen" = "Zuletzt gesehen";
"PrivacySettings.Groups" = "Gruppen";
"PrivacySettings.SecurityHeader" = "SICHERHEIT";
"PrivacySettings.Passcode" = "Pincode";
"PrivacySettings.ActiveSessions" = "Aktive Sitzungen";
"PrivacySettings.DeleteAccountHeader" = "MEIN KONTO LÖSCHEN";
"PrivacySettings.DeleteAccount" = "Wenn inaktiv für";
"PrivacySettings.DeleteAccountDescription" = "Wenn du dich innerhalb dieser Zeit nicht anmeldest, wird dein Konto mit allen Nachrichten, Gruppen und Kontakten gelöscht.";
"PrivacySettings.TwoStepVerification" = "Zweistufige Bestätigung";

"Telegram.PasscodeSettingsViewController" = "Pincode";
"Passcode.Placeholder" = "Pincode";
"Passcode.LogoutDescription" = "Vergisst du den Pincode, musst du dich";
"Passcode.LogoutLinkText" = "abmelden";


"PreviewSender.SendFiles.zero" = "%d Dateien ausgewählt";
"PreviewSender.SendFiles.singular" = "%d Datei ausgewählt";
"PreviewSender.SendFiles.pluar" = "%d Dateien ausgewählt";

"PreviewSender.SendImages.zero" = "%d Bilder ausgewählt";
"PreviewSender.SendImages.singular" = "%d Bild ausgewählt";
"PreviewSender.SendImages.pluar" = "%d Bilder ausgewählt";

"PreviewSender.SendVideos.zero" = "%d Videos ausgewählt";
"PreviewSender.SendVideos.singular" = "%d Video ausgewählt";
"PreviewSender.SendVideos.pluar" = "%d Videos ausgewählt";

"PreviewSender.SendMediaFiles.zero" = "%d Mediendateien ausgewählt";
"PreviewSender.SendMediaFiles.singular" = "%d Mediendatei ausgewählt";
"PreviewSender.SendMediaFiles.pluar" = "%d Mediendateien ausgewählt";

"PreviewSender.ExpandItems" = "Erweitern";
"Chat.Input.StartBot" = "Starten";

"InlineModalAction.Title" = "Teile Inhalte des Bots";
"InlineModalAction.Desc" = "Kontakt oder Chat wählen um Inhalte via %@ zu teilen";

"Telegram.PasswordViewController" = "Zweistufige Bestätigung";


"ChatList.Context.StopBot" = "Bot anhalten";
"ChatList.Context.Unmute" = "Ton an";
"ChatList.Context.Mute" = "Ton aus";
"ChatList.Context.Block" = "Nutzer blockieren";
"ChatList.Context.ClearHistory" = "Verlauf löschen";
"ChatList.Context.DeleteChat" = "Chat löschen";
"ChatList.Context.DeleteAndExit" = "Löschen und verlassen";
"ChatList.Context.LeaveChannel" = "Kanal verlassen";
"ChatList.Context.LeaveGroup" = "Gruppe verlassen";
"ChatList.Context.ReturnGroup" = "Zurück zur Gruppe";
"ChatList.Context.Pin" = "Anheften";
"ChatList.Context.Unpin" = "Entfernen";

"ChatList.SecretChat.Terminated" = "Geheimer Chat beendet";
"ChatList.SecretChat.Joined" = "%@ ist deinem Geheimen Chat beigetreten.";
"ChatList.SecretChat.Created" = "%@ hat einen Geheimen Chat erstellt.";
"ChatList.SecretChat.ExKeys" = "Warte, bis der Nutzer online geht";

"ChatList.UnsupportedMessage" = "Nachricht wird nicht unterstützt";
"Chat.Message.Unsupported" = "Diese Nachricht wird von deiner Telegram-Version nicht unterstützt. Bitte aktualisiere die App über die Einstellungen oder direkt von https://macos.telegram.org";
"Text.Copy" = "Kopieren";


"Peer.Activity.User.TypingText" = "tippt";
"Peer.Activity.User.SendingPhoto" = "sendet Bild";
"Peer.Activity.User.RecordingVideo" = "nimmt Video auf";
"Peer.Activity.User.SendingVideo" = "sendet Video";
"Peer.Activity.User.RecordingAudio" = "nimmt Sprachnachricht auf";
"Peer.Activity.User.SendingAudio" = "sendet Audio";
"Peer.Activity.User.SendingFile" = "sendet Datei";
"Peer.Activity.User.PlayingGame" = "spielt ein Spiel";

"Peer.Activity.Chat.Single.TypingText" = "%@ tippt";
"Peer.Activity.Chat.Single.SendingPhoto" = "%@ sendet Bild";
"Peer.Activity.Chat.Single.RecordingVideo" = "%@ nimmt Video auf";
"Peer.Activity.Chat.Single.SendingVideo" = "%@ sendet Video";
"Peer.Activity.Chat.Single.RecordingAudio" = "%@ nimmt Sprachnachricht auf";
"Peer.Activity.Chat.Single.SendingAudio" = "%@ sendet Sprachnachricht";
"Peer.Activity.Chat.Single.SendingFile" = "%@ sendet Datei";
"Peer.Activity.Chat.Single.PlayingGame" = "%@ spielt ein Spiel";

"Peer.Activity.Chat.Multi.TypingText" = "%d tippen";
"Peer.Activity.Chat.Multi.SendingPhoto" = "%d senden Bilder";
"Peer.Activity.Chat.Multi.RecordingVideo" = "%d nehmen Videos auf";
"Peer.Activity.Chat.Multi.SendingVideo" = "%d senden Videos";
"Peer.Activity.Chat.Multi.RecordingAudio" = "%d nehmen Sprachnachrichten auf";
"Peer.Activity.Chat.Multi.SendingAudio" = "%d senden Audio";
"Peer.Activity.Chat.Multi.SendingFile" = "%d senden Dateien";
"Peer.Activity.Chat.Multi.PlayingGame" = "%d spielen ein Spiel";

"Peer.Media.SharedMediaEmptyList" = "Teile Bilder oder Videos in diesem Chat - dann freut sich die Büroklammer.";
"Peer.Media.SharedFilesEmptyList" = "Du kannst jede Art Datei mit bis zu 1,5 GB auf all deinen Geräten senden und empfangen.";
"Peer.Media.SharedLinksEmptyList" = "Alle geteilten Links findest du hier.";
"Peer.Media.SharedMusicEmptyList" = "Alle geteilten Lieder findest du hier.";

"SecretTimer.Off" = "Aus";


"Timer.Seconds.zero" = "%d Sekunden";
"Timer.Seconds.singular" = "%d Sekunde";
"Timer.Seconds.pluar" = "%d Sekunde";
"Timer.Days.zero" = "%d Tage";
"Timer.Days.singular" = "%d Tag";
"Timer.Days.pluar" = "%d Tage";
"Timer.Minutes.zero" = "%d Minuten";
"Timer.Minutes.singular" = "%d Minute";
"Timer.Minutes.pluar" = "%d Minuten";
"Timer.Hours.zero" = "%d Stunden";
"Timer.Hours.singular" = "%d Stunde";
"Timer.Hours.pluar" = "%d Stunden";
"Timer.Weeks.zero" = "%d Wochen";
"Timer.Weeks.singular" = "%d Woche";
"Timer.Weeks.pluar" = "%d Wochen";
"Timer.Months.zero" = "%d Monate";
"Timer.Months.singular" = "%d Monat";
"Timer.Months.pluar" = "%d Monate";
"Timer.Years.zero" = "%d Jahre";
"Timer.Years.singular" = "%d Jahr";
"Timer.Years.pluar" = "%d Jahre";

"ChatList.Draft" = "Entwurf: ";
"ChatList.You" = "Du";

"Notification.LockedPreview" = "Du hast eine neue Nachricht";
"JoinLink.Join" = "Beitreten";

"Group.Unavailable" = "Leider gibt es diese Gruppe nicht.";

"Chat.Title.self" = "Dein Cloud-Speicher";
"Separator.ShowMore" = "Mehr zeigen";
"Separator.ShowLess" = "Weniger zeigen";
"Stickers.Recent" = "Letzte";
"Account.Confirm.AskQuestion" = "Bedenke bitte, dass der Telegram Support von einem ehrenamtlichen Team betreut wird. Wir versuchen so schnell wie möglich zu antworten, dies kann jedoch manchmal ein bisschen dauern.\n\nBitte schau auch in den Fragen und Antworten nach. Dort findest du Antworten auf die meisten Fragen und wichtige Tipps zur Problembehandlung.";
"Account.Confirm.GoToFaq" = "FAQ öffnen";

"Chat.SecretChat.EmptyHeader" = "Geheime Chats:";
"Chat.SecretChat.1Feature" = "- verwenden Ende-Zu-Ende-Verschlüsselung";
"Chat.SecretChat.2Feature" = "- hinterlassen keine Spuren auf unseren Servern";
"Chat.SecretChat.3Feature" = "- besitzen einen Selbstzerstörungs-Timer";
"Chat.SecretChat.4Feature" = "- verbieten Weiterleitung";


"TextView.Transform.Bold" = "Fett";
"TextView.Transform.Italic" = "Kursiv";
"TextView.Transform.Code" = "Monospace";
"AccountsController.NewAccount" = "Neuer Account";
"Telegram.AccountsListViewController" = "Kontoverwaltung";

"Account.Confirm.Logout" = "Abmelden?";
"Account.Confirm.LogoutText" = "Achtung, wenn du dich abmeldest werden alle Geheimen Chats gelöscht.";

"Telegram.ConvertGroupViewController" = "Supergruppe";

"Supergroup.Convert.Description" = "**In Supergruppen:**\n\n• Neue Mitglieder sehen gesamten Verlauf\n• Nachrichten werden bei allen gelöscht\n• Admins können Nachrichten anheften\n• Ersteller kann Gruppe öffentlich machen";
"Supergroup.Convert.Undone" = "**Wichtig**: Diese Änderung kann nicht rückgängig gemacht werden.";
"Supergroup.Convert.Button" = "In Supergruppe ändern";


"PeerInfo.InviteLink" = "Einladungslink";
"PeerInfo.MembersHeader" = "%d MITGLIEDER";
"PeerInfo.Admins" = "Admins";
"PeerInfo.BlackList" = "Sperrliste";
"PeerInfo.SetAdmins" = "Admins festlegen";
"PeerInfo.GroupType" = "Gruppenart";
"PeerInfo.ChannelType" = "Kanalart";
"PeerInfo.GroupType.Public" = "Öffentlich";
"PeerInfo.GroupType.Private" = "Privat";
"PeerInfo.SetAboutDescription" = "Beschreibe deine Gruppe (optional).";
"PeerInfo.About.Placeholder" = "Beschreibung";
"PeerInfo.ConvertToSupergroup" = "In Supergruppe ändern";

"Telegram.ChannelBlacklistViewController" = "Sperrliste";
"Telegram.ChannelAdminsViewController" = "Admins";

"ChannelBlacklist.EmptyDescrpition" = "Entfernte Nutzer können nur durch Admins erneut hinzugefügt werden. Einladungslinks funktionieren nicht.";

"Admins.GroupAdmins" = "GRUPPENADMINISTRATOREN";
"Admins.ChannelAdmins" = "KANALADMINISTRATOREN";

"Admins.OnlyAdminsCanAddMembers" = "Nur Admins können Mitglieder hinzufügen";
"Admins.EverbodyCanAddMembers" = "Jeder kann Mitglieder hinzufügen";
"Admins.GroupDescription" = "Administratoren helfen dir, deine Gruppe zu verwalten.";
"Admins.ChannelDescription" = "Administratoren helfen dir, deinen Kanal zu verwalten.";
"Admins.SelectNewAdminTitle" = "Kontakte";
"Admins.AddPeerAsAdmin" = "\"%@\" zum Admin machen?";
"Admins.AddAdmin" = "Admin hinzufügen";
"Admins.Creator" = "Ersteller";
"Admins.Admin" = "Admin";
"Admins.Moderator" = "Moderator";
"Admins.WhoCanInvite.Text" = "Wer kann Mitglieder hinzufügen?";
"Admins.WhoCanInvite.Admins" = "Nur Admins";
"Admins.WhoCanInvite.Everyone" = "Alle Mitglieder";

"Telegram.ChannelVisibilityController" = "Gruppe";
"PeerInfo.Confirm.AddMembers" = "%d zur Gruppe hinzufügen?";
"PeerInfo.Confirm.AddMember" = "\"%@\" zur Gruppe hinzufügen?";
"PeerInfo.Confirm.RemovePeer" = "\"%@\" aus der Gruppe entfernen?";

"PeerInfo.FirstName.Placeholder" = "Vorname";
"PeerInfo.LastName.Placeholder" = "Nachname";
"PeerInfo.GroupName.Placeholder" = "Gruppenname";
"PeerInfo.ChannelName.Placeholder" = "Kanalname";
"PeerInfo.Phone" = "Telefon";

"ConvertToSupergroup.Alert.Error" = "Da stimmt was nicht, bitte erneut versuchen.";
"ConvertToSuperGroup.Confirm" = "Sicher? Das kann nicht rückgängig gemacht werden.";
"Telegram.LinkInvationController" = "Einladungslink";

"GroupInvation.CopyLink" = "Link kopieren";
"GroupInvation.Revoke" = "Widerrufen";
"GroupInvation.Share" = "Link teilen";

"GroupInvation.GroupDescription" = "Jeder, der Telegram installiert hat, kann anhand dieses Links in deine Gruppe.";
"GroupInvation.ChannelDescription" = "Jeder, der Telegram installiert hat, kann anhand dieses Links in deinen Kanal.";

"Chat.Header.PinnedMessage" = "Angeheftete Nachricht";
"Chat.Header.ReportSpam" = "Spam melden";
"Chat.Confirm.Unpin" = "Angeheftete Nachricht wieder entfernen?";

"StickerPack.Add" = "%d Sticker hinzufügen";
"Compose.Select.SecretChat" = "Geheimer Chat";
"Compose.Confirm.StartSecretChat" = "Geheimen Chat mit \"%@\" erstellen";
"StickerPack.Remove" = "%d Sticker entfernen";

"ReportReason.Spam" = "Spam";
"ReportReason.Violence" = "Gewalt";
"ReportReason.Porno" = "Pornografie";
"PeerInfo.ChannelReported" = "Vielen Dank! Unser Team wird deine Meldung bald prüfen.";

"PeerInfo.SignMessages.Desc" = "Zeigt an, welcher Admin die Nachricht gesendet hat.";
"PeerInfo.SignMessages" = "Nachrichten unterschreiben";
"PeerInfo.SetChannelPhoto" = "Kanalbild festlegen";
"PeerInfo.Members" = "Mitglieder";
"PeerInfo.ChannelLink" = "Link";
"PeerInfo.DeleteChannel" = "Kanal löschen";
"PeerInfo.DeleteSecretChat" = "Geheimen Chat löschen";

"ChannelMembers.AddMembers" = "Mitglieder hinzufügen";
"ChannelMembers.InviteLink" = "Per Link einladen";
"ChannelMembers.MembersListDesc" = "Nur Kanaladmins sehen diese Liste.";
"Telegram.ChannelMembersViewController" = "Mitglieder";

"LinkInvation.Group.Confirm.Revoke" = "Bist du sicher, dass du diesen Link widerrufen willst? Dadurch kann ihn niemand mehr nutzen.";
"LinkInvation.Channel.Confirm.Revoke" = "Bist du sicher, dass du diesen Link widerrufen willst? Dadurch kann ihn niemand mehr nutzen.";
"LinkInvation.Confirm.Ok" = "Widerrufen";
"ChannelMembers.Select.Title" = "Mitglieder hinzufügen";
"PeerInfo.Confirm.StartSecretChat" = "Wirklich einen geheimen Chat mit \"%@\" starten?";


"PeerInfo.BotStatus.HasNoAccess" = "hat keinen Zugriff auf Nachrichten";
"PeerInfo.BotStatus.HasAccess" = "hat Zugriff auf Nachrichten";
"PeerInfo.GroupsInCommon" = "Gemeinsame Gruppen";
"GroupsInCommon.Empty" = "Keine gemeinsame Gruppen";
"Telegram.GroupsInCommonViewController" = "Gemeinsame Gruppen";

"ChannelVisibility.Checking" = "Prüfe";
"ChannelVisibility.Loading" = "Lade...";
"Peer.DeletedUser" = "Gelöschter Nutzer";

"ChatList.Service.Call.incoming" = "Eingehender Anruf (%@)";
"ChatList.Service.Call.outgoing" = "Ausgehender Anruf (%@)";
"ChatList.Service.Call.Cancelled" = "Abgebrochener Anruf";

"ChatList.Service.Call.Missed" = "Verpasster Anruf";
"ChatList.Service.Call.busy" = "Besetzt";
"ChatList.Service.Call.Hangup" = "auflegen";
"ChatList.Service.Call.Disconnected" = "Aufgelegt";

"ChatList.Service.GameScored" = "erzielte %d Punkte bei %@";


"About.Description" = "Kostenlose macOS App basierend auf MTProto für Geschwindigkeit und Sicherheit.";
"ChatService.ChannelCreated" = "Kanal erstellt";
"Telegram.BlockedPeersViewController" = "Blockierte Nutzer";
"BlockedPeers.EmptyDescrpition" = "Blockierte Nutzer sehen weder dein Profilbild, noch deinen Online-Status. Sie können dir keine Nachricht schicken oder dich in Gruppen einladen.";

"Sessions.CurrentSessionHeader" = "AKTUELLE SITZUNG";
"Sessions.TerminateOthers" = "Alle anderen Sitzungen beenden";
"Sessions.TerminateDescription" = "Alle Geräte außer diesem werden abgemeldet.";
"Sessions.ActiveSessionsHeader" = "AKTIVE SITZUNGEN";


"Passcode.TurnOn" = "Pincode aktivieren";
"Passcode.TurnOnDescription" = "Wenn du einen Pincode festgelegt hast, so kannst du die App mit ⌘ + L sperren. \n\nWichtig: Wenn du den Pincode vergisst, musst du Telegram löschen und neu installieren. Dadurch verlierst du alle Geheimen Chats.";
"Passcode.TurnOff" = "Pincode deaktivieren";
"Passcode.Change" = "Pincode ändern";
"Passcode.Autolock" = "Auto-Sperre";
"Passcode.AutoLock.Disabled" = "Deaktiviert";
"Passcode.AutoLock.IfAway" = "Wenn %@ inaktiv";

"Passcode.EnterPasscodePlaceholder" = "Pincode eingeben";
"Passcode.ReEnterPlaceholder" = "Nochmals den Pincode eingeben";
"Passcode.EnterCurrentPlaceholder" = "Aktuellen Pincode eingeben";
"Passcode.EnterNewPlaceholder" = "Neuen Pincode eingeben";

"Passcode.Next" = "Weiter";


"Peer.ServiceNotifications" = "Servicemeldungen";

"Alert.SendError.Header" = "Deine Nachricht konnte nicht gesendet werden";
"Alert.SendError.Text" = "Es gab einen Fehler beim Senden der letzten Nachricht. Willst du es erneut probieren?";
"Alert.SendError.Resend" = "Erneut senden";
"Alert.SendError.Delete" = "Löschen";
"Alert.SendError.Ignore" = "Ignorieren";

"GeneralSettings.EnableSidebar" = "Seitenleiste";
"GeneralSettings.SidebarDescription" = "Sticker und Emoji erscheinen rechts vom Chat";
"Telegram.RecentSessionsController" = "Sitzungen";
"RecentSessions.Confirm.TerminateOthers" = "Sicher, dass du alle anderen Sitzungen abmelden möchtest?";
"RecentSessions.Confirm.Revoke" = "Möchtest du diese Sitzung abmelden?";
"RecentSessions.Revoke" = "Widerrufen";

"Legacy.Intro.Description1" = "Willkommen bei der neuen stabilen Telegram für macOS Version, welche komplett in Swift 3.0 umgeschrieben wurde.";
"Legacy.Intro.Description2" = "Du kannst deine alten Geheimen Chats weiterhin betrachten, fortgeführt werden können sie jedoch nicht. Natürlich kannst du einfach neue erstellen.";
"Legacy.Intro.Next" = "Los geht's";

"Messages.ReplyLoading.Header" = "Antworten";
"Messages.ReplyLoading.Loading" = "Lade...";
"PeerInfo.DeleteContact" = "Kontakt löschen";
"PeerInfo.Confirm.DeleteContact" = "Kontakt löschen?";
"Compose.SelectUsers" = "Nutzer auswählen";
"PeerInfo.AddContact" = "Konktakt hinzufügen";
"Telegram.GroupAdminsController" = "Admins";
"GroupAdmins.AllMembersAdmins" = "Alle Mitglieder sind Admins";
"GroupAdmins.Desc.AdminInvites" = "Nur Admins können neue Leute hinzufügen und entfernen, den Gruppennamen und das Bild ändern.";
"GroupAdmins.Desc.AllInvites" = "Gruppenmitglieder können neue Leute hinzufügen sowie den Gruppennamen und das Bild ändern.";
"Login.PhoneNumberNotRegistred" = "Deine Telefonnummer ist noch nicht registriert. Wenn du noch kein Telegram-Konto besitzt, registriere dich mit unseren mobilen Apps.";
"Login.Unregistred.OpenSite" = "Seite öffnen";
"PeerInfo.EncryptionKey" = "Geheimer Schlüssel";

"Telegram.SecretChatKeyViewController" = "Geheimer Schlüssel";
"EncryptionKey.Description" = "Bild und Text zeigen den aktuellen Schlüssel dieses geheimen Chats mit **%@**.\n\nSehen sie auf dem Gerät von %2$@ genau so aus, ist Ende-zu-Ende Verschlüsselung garantiert.";


"GeneralSettings.InAppSounds" = "In-App Töne";
"Chat.ShareInlineResultActionHeader" = "Teilen";
"Context.CopyMedia" = "Sichern unter...";

"Telegram.InstalledStickerPacksController" = "Sticker";
"Stickers.Set.Count" = "%d Sticker";
"Telegram.FeaturedStickerPacksController" = "Angesagte Sticker";
"Telegram.ArchivedStickerPacksController" = "Archivierte Sticker";
"ArchivedStickers.Description" = "Bis zu 200 Sticker-Pakete kannst du installieren. Alle folgenden werden archiviert.";
"InstalledStickers.PacksTitle" = "STICKER-PAKETE";
"InstalledStickers.Descrpiption" = "Künstler können eigene Sticker-Pakete über unseren @stickers Bot einstellen.\n\nZum Ansehen und Hinzufügen Sticker antippen.";
"InstalledStickers.Archived" = "Archivierte Sticker";
"InstalledStickers.Tranding" = "Angesagte Sticker";
"StickerSet.Remove" = "Entfernen";
"InstalledStickers.Remove.Description" = "Archivierte Sticker-Pakete kannst du jederzeit aus dem Sticker-Archiv wiederherstellen.";
"InstalledStickers.Remove.Delete" = "Löschen";
"InstalledStickers.Remove.Archive" = "Archivieren";
"Alert.UserDoesntExists" = "Leider gibt es diesen Benutzer nicht.";
